Repository: sopra-steria-norge/Hours
Catalog: Hours/*.lproj/Localizable.strings
Languages: nb

# LOGINFAILEDHEADER
source: Could not log in
nb: Kunne ikke logge inn

# LOGINFAILEDMESSAGEWITHFORMAT
source: Failed with domain: %@
nb: Feilet med domene: %@

# RETRYQUESTION
source: Retry?
nb: Prøve igjen?

# LOADFAILED
source: Loading failed
nb: Lasting av data feilet

# UPDATEFAILED
source: Updating failed
nb: Lagring feilet

source: no data
nb: ingen data

source: copy yesterday...
nb: Kopier forrige dag...

# UPDATEREGISTRATION
source: Update
nb: Oppdater

# ADDREGISTRATION
source: Add
nb: Legg til

# SUBMITHEADER
source: Submit hours
nb: Meld inn timer

# SUBMITMESSAGE
source: Are you sure you want to submit this period?
nb: Er du helt sikker på at du vil melde inn disse timene?
